Repository: freifunk-gluon/gluon
Catalog: package/gluon-web-wifi-config/i18n/*.po
Languages: de

source: (default)
de: (Standard)

source: Configuring the node for outdoor use tunes the 5 GHz radio to a frequency and transmission power that conforms with the local regulatory requirements. It also enables dynamic frequency selection (DFS; radar detection). At the same time, mesh functionality is disabled as it requires neighbouring nodes to stay on the same channel permanently.
de: Ist der Knoten für den Einsatz im Freien konfiguriert, wird ein WLAN-Kanal auf dem 5-GHz-Band sowie eine Sendeleistung entsprechend den gesetzlichen Frequenzregulatorien gewählt. Gleichzeitig wird die dynamische Frequenzwahl (DFS; Radarerkennung) aktiviert und die Mesh-Funktionalität deaktiviert, da sich Nachbarknoten dauerhaft auf demselben Kanal befinden müssen.

source: Enable client network (access point)
de: Client-Netz aktivieren (Access Point)

source: Enable mesh network (802.11s)
de: Mesh-Netz aktivieren (802.11s)

source: HT Mode
de: HT-Modus

source: Node will be installed outdoors
de: Knoten wird im Außenbereich betrieben

source: Transmission power
de: Sendeleistung

source: You can enable or disable your node's client and mesh network SSIDs here. Please don't disable the mesh network without a good reason, so other nodes can mesh with yours.<br /><br />It is also possible to configure the WLAN adapters transmission power here. Please note that the transmission power values include the antenna gain where available, but there are many devices for which the gain is unavailable or inaccurate.
de: In diesem Abschnitt hast du die Möglichkeit, die SSIDs des Client- und des Mesh-Netzes zu aktivieren bzw. deaktivieren. Bitte lass die SSID des Mesh-Netzes aktiviert, damit sich andere Knoten mit deinem verbinden können.<br /><br />Außerdem kann hier die Sendeleistung des WLAN-Adapters konfiguriert werden. Wenn möglich, ist in den Werten der Sendeleistung der Antennengewinn enthalten; diese Werte sind allerdings für viele Geräte nicht verfügbar oder fehlerhaft.

source: Save & apply
de: Speichern & Anwenden
