Repository: freifunk-gluon/gluon
Catalog: package/gluon-luci-admin/i18n/*.po
Languages: fr

source: Alternatively, you can set a password to access you node. Please choose a secure password you don't use anywhere else.<br /><br />If you set an empty password, login via password will be disabled. This is the default.
fr: Alternativement, vous pouvez mettre un mot de passe pour accéder à votre nœud, Penseiz à choisir un mot de passe sûr, que vous n'utilisez nulle part ailleurs. <br /><br /> Si vous n'entrez pas de mot de passe, la connexion par mot de passe sera désactivée. La connexion par mot de passe est désactivée par défaut.

source: Continue
fr: Continuer

source: Don't switch off the device in any circumstance!
fr: N'interrompez en aucun cas l'alimentation!

source: Advanced settings
fr: Paramètres avancés

source: Firmware image
fr: Fichier image

source: Firmware release
fr: Version de la firmware

source: Gluon version
fr: Version de Gluon

source: Hardware model
fr: Modèle du Matériel

source: Information
fr: Informations

source: MAC address
fr: Adresse MAC

source: Password changed.
fr: Mot de passe changé.

source: Password removed.
fr: Mot de passe effacé.

source: Public VPN key
fr: Clé VPN publique

source: Remote access
fr: Accès à distance

source: SSH keys
fr: Clé SSH

source: The firmware image has been transmitted. Please ensure the MD5 checksum and image size are correct and click "continue".
fr: L'image de firmware a été transmise. Vérifiez que la somme MD5 et la taille de l'image correspondent, et appuiez ensuite sur "continuer".

source: The firmware is currently being upgraded.
fr: La firmware est en cours de mise à jour.

source: The firmware is too big for your device's storage.
fr: La firmware est trop grande pour la mémoire de l'appareil.

source: The password and the confirmation differ.
fr: Les deux mots de passe ne correspondent pas.

source: The provided firmware image is not valid for this device.
fr: La firmware fournie n'est pas une image valide pour cet appareil.

source: The upgrade will take a few minutes. When it is finished, your node will reboot automatically.
fr: La mise à jour va prendre quelques minutes. Quand elle sera finie, votre nœud va redémarrer automatiquement.

source: Unable to change the password.
fr: Le mot de passe n'a pas pu être changé.

source: Upgrade firmware
fr: Mettre à jour la firmware

source: Upgrading firmware
fr: Mise à jour de la firmware

source: Upload image
fr: Transférer l'image

source: You can manually upgrade your firmware here.
fr: Ici vous pouvez changer manuellement votre firmware.

source: You can provide your SSH keys here (one per line):
fr: Ici vous pouvez entrer vos clés SSH (une par ligne):
