Repository: freifunk-gluon/gluon
Catalog: docs/site-example/i18n/*.po
Languages: de

# gluon-config-mode:welcome
source: Welcome to the setup wizard of your new Freifunk Alpha Centauri node. Please fill out the following form and submit it.
de: Willkommen zum Einrichtungsassistenten für deinen neuen Alpha Centauri Freifunk-Knoten. Fülle das folgende Formular deinen Vorstellungen entsprechend aus und sende es ab.

# gluon-config-mode:domain
source: Domain
de: Domäne

# gluon-config-mode:domain-select
source: Here you have the possibility of selecting the mesh domain in which your node is placed. Please keep in mind that your router only connects with the nodes of the selected domain.
de: Hier hast du die Möglichkeit, die Mesh-Domäne, in der sich dein Knoten befindet, auszuwählen. Bitte denke daran, dass sich dein Knoten nur mit den Knoten der ausgewählten Domäne verbinden kann.

# gluon-config-mode:pubkey
source: <p>This is your Freifunk node's public key. The node won't be able to connect to the mesh VPN until the key has been registered on the Freifunk servers. To register, send the key together with your node's name (<em><%=pcdata(hostname)%></em>) to <a href="mailto:keys@alpha-centauri.freifunk.net?subject=<%= urlencode('Registration: ' .. hostname) %>&amp;body=<%= urlencode('# ' .. hostname .. ' # ' .. sysconfig.primary_mac .. ' key ') %>%22<%= pubkey %>%22;<%= urlencode(' I have taken note that the contact I entered in the ') %><%= urlencode('node is publicly available on the Internet and can be ') %><%= urlencode('used by any services (e.g. the meshviewer map).') %><%= urlencode(' Thanks, ') %>">keys@alpha-centauri.freifunk.net</a>. Of course, your e-mail address will be treated confidentially and will not be passed on.</p><div class="the-key"> # <%= pcdata(hostname) %><br><%= pubkey %></div><p>Your node <em><%= pcdata(hostname) %></em> is currently rebooting and will try to connect to other nearby Freifunk nodes via WLAN and to a VPN-gateway via your internet connection after the reboot is finished.</p><p>Don't forget to plug the network cable from the LAN port to the WAN port.</p>
de: <p>Dies ist der öffentliche Schlüssel deines Freifunk-Knotens. Erst nachdem er auf den Servern des Freifunk-Projektes auf Alpha Centauri eingetragen wurde, kann sich dein Knoten mit dem Mesh-VPN dort verbinden. Bitte schicke dazu diesen Schlüssel und den Namen deines Knotens (<em><%=pcdata(hostname)%></em>) an <a href="mailto:keys@alpha-centauri.freifunk.net?subject=<%= urlencode('Anmeldung: ' .. hostname) %>&amp;body=<%= urlencode('# ' .. hostname .. ' ' .. pubkey) %>">keys@alpha-centauri.freifunk.net</a>.</p><div class="the-key"> # <%= pcdata(hostname) %> <br /><%= pubkey %></div>

# gluon-config-mode:novpn
source: <p>You have selected <strong>not</strong> to use the mesh VPN. Your node will only be able to connect to the Freifunk network if other nodes in reach already have a connection.</p>Please send an e-mail with the name of your node (<em><%=pcdata(hostname)%></em>) and some additional information to <a href="mailto:keys@alpha-centauri.freifunk.net?subject=<%= urlencode('Registration: ' .. hostname) %>&amp;body=<%= urlencode('# ' .. hostname .. ' # ' .. sysconfig.primary_mac .. ' key ') %>%22<%= pubkey %>%22;<%= urlencode(' I have taken note that the contact I entered in the ') %><%= urlencode('node is publicly available on the Internet and can be ') %><%= urlencode('used by any services (e.g. the meshviewer map).') %><%= urlencode(' Thanks, ') %>">keys@alpha-centauri.freifunk.net</a>. Of course, your e-mail address will be treated confidentially and will not be passed on.</p><p>Your node <em><%= pcdata(hostname) %></em> is currently rebooting and will try to connect to other nearby Freifunk nodes after that.</p>
de: <p>Du hast ausgewählt, <strong>kein Mesh-VPN</strong> zu nutzen. Dein Knoten kann also nur dann eine Verbindung zum Freifunk-Netz aufbauen, wenn andere Freifunk-Router in WLAN-Reichweite sind.</p>

# gluon-config-mode:reboot
source: <p>For more information about the Freifunk community on Alpha Centauri, have a look at <a href="https://alpha-centauri.freifunk.net/" target="_blank">our homepage</a>.</p><p>To get back to this configuration interface, press the reset button for about 10 seconds during normal operation. The device will then reboot into config mode.</p><p>Have fun with your node and exploring of the Freifunk network!</p>
de: <p>Dein Knoten <em><%= pcdata(hostname) %></em> startet gerade neu und wird anschließend versuchen, sich mit anderen Freifunkknoten in seiner Nähe zu verbinden. Weitere Informationen zur Alpha Centauri Freifunk-Community findest du auf <a href="https://alpha-centauri.freifunk.net/">unserer Webseite</a>.</p><p>Um zu dieser Konfigurationsseite zurückzugelangen, drücke im normalen Betrieb für drei Sekunden den Reset-Button. Das Gerät wird dann im Config Mode neustarten.</p><p>Viel Spaß mit deinem Knoten und der Erkundung von Freifunk!</p>

source: gluon-config-mode:altitude-label
de: Höhe

source: gluon-config-mode:contact-help
de: Bitte hinterlege hier einen Hinweis, um anderen zu ermöglichen, Kontakt mit dir aufzunehmen. Beachte, dass dieser Hinweis auch <em>öffentlich</em> im Internet, zusammen mit den Koordinaten deines Knotens, einsehbar sein wird. Das bedeutet, dass diese Informationen von jedem heruntergeladen und verarbeitet werden können. Für den Betrieb sind diese Informationen nicht erforderlich. Eine Speicherung erfolgt auf diesem Knoten. Die Daten können durch dich in diesem Menü eigenständig gelöscht werden.

source: gluon-config-mode:contact-note
de: z.B. E-Mail oder Telefonnummer

source: gluon-config-mode:geo-location-help
de: Um deinen Knoten auf der Karte anzeigen zu können, benötigen wir seine Koordinaten. Hier hast du die Möglichkeit, diese zu hinterlegen.
