Repository: freifunk-gluon/gluon
Catalog: package/gluon-web-mesh-vpn-openvpn/i18n/*.po
Languages: de

source: Key %s, %s bits
de: Schlüssel %s, %s bits

source: CA Certificate "%s"
de: CA Zertifikat "%s"

source: Certificate "%s" from "%s"
de: Zertifikat "%s" von "%s"

source: Configured, %s
de: Konfiguriert, %s

source: Not configured
de: Nicht konfiguriert

source: Successfully installed %s
de: %s erfolgreich installiert

source: Error: Unknown file
de: Fehler: Unbekkannte Datei

source: CA Cert
de: CA Zertifikat

source: Mesh Cert
de: Mesh Zertifikat

source: Mesh Key
de: Mesh Schlüssel

source: Upload .tar.gz, key, CA or cert
de: Lade ein .tar.gz, Schlüssel, CA oder Zertifikat hoch
